<Main>
<Buttons>
P1 = "安装/卸载",-1,-1,-1,-1
P2 = "极域工具箱",-1,-1,-1,-1
P3 = "其他工具",-1,-1,-1,-1
P4 = "关于",-1,-1,-1,-1
P5 = "设置",-1,-1,-1,-1
QuickSetup = "一键安装",-1,-1,-1,-1,"使用Hook方案尝试用wmic，taskkill，\ntskill和TerminateProcess结束studentmain.exe\n按Scroll Lock键起效\nps:可能无法结束2008版加保护的极域"
DelR3 = "应用层",-1,-1,-1,-1,"应用层(DeleteFile API)尝试删除\nC:\windows\system32\sethc.exe\n为下一步复制自己的sethc做准备\nNtsd和sethc可能会被360报毒\n需要管理员权限"
DelR0 = "驱动层",-1,-1,-1,-1,"加载驱动，使用Ring0 API删除sethc\n理论效果和应用层一样\n但由于驱动的不稳定性，\n此选项不被推荐\n需要管理员权限"
SethcR3 = "应用层",-1,-1,-1,-1,"复制sethc.exe和ntsd.exe\n被控时按下Shift+Alt+Print Screen\n或5下左Shift或8秒右Shift\n或5秒NumLock脱控\n需要管理员权限"
SethcR0 = "驱动层",-1,-1,-1,-1,"效果同应用层方案，\n能结束掉某些保护很厉害的极域。\n由于UAC权限限制，大部分系统\n无法获得管理员权限导致加载驱动失败，\n此选项不被推荐\n需要管理员权限"
hookS = "安装",-1,-1,-1,-1,"同一键安装，\n对付有保护的极域效果更好"
hookU = "卸载",-1,-1,-1,-1,"关掉hook.exe使Scroll Lock失效"
runinVD = "运行程序",-1,-1,-1,-1,"在虚拟桌面里运行程序或执行cmd命令"
SwitchD = "切换桌面",-1,-1,-1,-1,"点击切换到虚拟桌面，和Ctrl+B效果相同"
ApplyCh = "应用",-1,-1,-1,-1,"切换频道，可以接收同一局域网中\n其他老师的画面\n(同时可以让你的老师无法控制你)\n需要管理员权限"
ClearPass = "清空密码",-1,-1,-1,-1,"把密码改成空，右键极域图标->\n设置->确定即可进入管理员菜单\n(用处不大，只能修改频道和开关进程防杀)\n需要管理员权限"
ViewPass = "查看密码",-1,-1,-1,-1,"读注册表查看极域管理员密码\n注意:2015版极域可能无效"
CP1 = "改密1",-1,-1,-1,-1,"修改密码，适用于2003 - 2008版极域\n成功率:95%+\n需要管理员权限"
CP2 = "改密2",-1,-1,-1,-1,"修改密码，适用于2008 - 2013 & 2016版极域\n成功率:95%+\n需要管理员权限"
CP3 = "改密3",-1,-1,-1,-1,"修改密码，适用于2015版加密过的极域\n成功率:约50%\n需要管理员权限"
re-TD = "重新打开极域",-1,-1,-1,-1,"搜索Program Files尝试打开极域\n(还不如直接双击桌面上图标)"
windows.ex = "程序窗口化",-1,-1,-1,-1,"可以把极域限制在自己的窗口内\n配合设置->禁止键盘钩子可以边听课边..."
ANTI- = "防止教师关机",-1,-1,-1,-1,"极域教师端有(可怕的)远程关机功能\n点击此处可删除shutdown.exe并禁用远程关机"
desktop = "显示于安全桌面",-1,-1,-1,-1,"在安全桌面上创建本程序\n这样就能在按Ctrl+Alt+Del时使用极域破解了\n仅限xp以上系统\n依赖PsExec.exe(自带)\n需要管理员权限"
auto-5 = "全自动防控制",-1,-1,-1,-1,"自动结束所有置顶的进程\n对付其他电子教室效果很好\n不过(很)有可能误伤"
Usethc = "卸载sethc",-1,-1,-1,-1,"把系统原版sethc还原至System32\n(一般情况下用不到)"
viewfile = "...",-1,-1,-1,-1,"打开文件\n(只能打开文件，\n打开文件夹请点左下方按钮)"
folder = "打开文件夹",-1,-1,-1,-1
TI = "开始粉碎",-1,-1,-1,-1,"通过设置文件访问权限删除文件\n适用于大部分系统文件\n被占用文件请点击左方T.A.粉碎机"
TA = "T.A.粉碎机",-1,-1,-1,-1,"驱动级文件粉碎机\nby Tesla.Angla"
BSOD = "BSOD(蓝屏)",-1,-1,-1,-1,"结束进程使电脑蓝屏，\n(有效)规避老师检查\n一般不会使电脑损坏\n需要管理员权限"
NtShutdown = "瞬间重启",-1,-1,-1,-1,"调用NtShutdown API使电脑(瞬间)重启\n(有效)规避老师检查\n无需管理员权限"
Games = "打游戏",-1,-1,-1,-1
ARP = "ARP攻击",-1,-1,-1,-1,"通过ARP切换使局域网内\n指定计算机无法上网\n对于交换机网络无效\n(谨慎使用)"
SuperCMD = "System权限CMD",-1,-1,-1,-1
Killer = "干掉360",-1,-1,-1,-1,"驱动级强制结束360\n报毒率:80%\n成功率:98%\n仅供学习&娱乐，并不能做成病毒"
more.txt = "更多",-1,-1,-1,-1,"参考资料&版本信息"
sysinfo = "系统信息",-1,-1,-1,-1
hidest = "永久隐藏",-1,-1,-1,-1,"使本程序不再会显示窗口"
minisize = "最小化",-1,-1,-1,-1
</Buttons>
<Checks>
C1 = " 伪装工具条旧",-1,-1,-1
C2 = " 伪装工具条新",-1,-1,-1
C3 = " 伪装托盘图标",-1,-1,-1
C4 = " 窗口置顶",-1,-1,-1
C5 = " Ctrl+R 紧急蓝屏",-1,-1,-1
C6 = " Ctrl+T 瞬间重启",-1,-1,-1
C7 = " Ctrl+Alt+P 截图/显示",-1,-1,-1
C8 = " 连续结束                   .exe",-1,-1,-1
C9 = " 禁止键盘钩子",-1,-1,-1
C10 = " 禁止鼠标钩子",-1,-1,-1
C11 = " Ctrl+Alt+K 键盘操作鼠标",-1,-1,-1
C12 = " 高画质",-1,-1,-1
C13 = " 放大/缩小",-1,-1,-1
</Checks>
<Strings>
OneOK = "安装成功，请按Scroll Lock键查看效果！"
OneFail = "安装失败\n文件不存在"
unQSOK = "卸载成功"
Info = "提示"
setQS = "一键安装"
unQS = "卸载"
StartFail = "启动失败"
DSR3Fail = "Sethc删除失败！权限不足"
DSR0Fail = "Sethc删除失败！\n可能因为权限不足/驱动文件不存在"
CSFail = "Sethc复制失败！\n权限不足"
NoSethc = "Sethc复制失败！\n文件不存在"
CNTSDFail = "NTSD复制失败！\n权限不足"
NoNTSD = "NTSD复制失败！\n文件不存在"
ACFail = "打开键值失败!\n可能因为没有足够权限或极域未安装"
ACUKE = "修改键值失败!\n(未知错误)"
ACOK = "修改成功"
VPFail = "出错了...可能是因为键值不存在\n按确定强制读取"
VPUKE = "出错了...\n按确定强制读取"
VPNULL = "密码为空或键值不存在"
TINotF = "这不是文件 / 文件夹！"
360Start = "请启动360！360可能会报加载驱动，请放行！\n如果执行后蓝屏，请把dump送至作者邮箱"
360Fail = "加载驱动失败!\n可能是因为权限不足/操作被360拦截/文件不存在"
BSODAsk = "当前非管理员模式，蓝屏可能无效"
pswdis = "密码为:"
tnd = "极域电子教室 - 已连接至教师端"
Tdelete = "删除文件"
Tcopy = "复制文件"
Tctrl+b = "按快捷键Ctrl+B切换"
Tcp1 = "极域不同版本密码格式不一样"
Tcp2 = "并不一定能修改成功"
Tcoder = "作者：minecraft cxy villager"
Tver = "版本：C++ v1.8.4 正式版"
Tleft = "© SA软件 2015 - 2018"
Tleft2 = "版权 - 不存在的"
Tmain = "极域破解v1.8.4 不是管理员"
Tmain2 = "极域破解v1.8.4"
E_runinVD = "explorer.exe"
E_ApplyCh = "输入端口"
E_CP = "输入密码"
E_View = "浏览文件/文件夹"
E_TDname = "StudentMain"
CPAsk1 = "确定要把密码改成"
CPAsk2 = "么？"
Loaded = "下载成功"
Loading = "正在下载"
Useless = "- 不可用 "
Usable = "- 可用 "
Rec = "- 推荐 "
Ttip1 = "按 Ctrl+P 组合键可显示/隐藏此窗口"
Ttip2 = "一般情况下建议使用“一键安装”或“虚拟桌面”"
Tbit = "系统位数:"
Twinver = "系统版本:"
Tcmd = "cmd状态:"
TTDv = "极域版本:"
TIP = "IP地址:"
TcmdOK = "存在"
TcmdNO = "不存在"
Games = "打游戏"
Gamee = "停止"
</Strings>
<Frames>
F1 = " Sethc ",-1,-1,-1,-1
F2 = " 更强的Hook ",-1,-1,-1,-1
F3 = " 虚拟桌面 ",-1,-1,-1,-1
F4 = " 频道工具 ",-1,-1,-1,-1
F5 = " 管理员密码工具 ",-1,-1,-1,-1
F6 = " 文件粉碎机 ",-1,-1,-1,-1
F7 = " 电源 - 慎用 ",-1,-1,-1,-1
F8 = " 杂项 ",-1,-1,-1,-1
F9 = " 游戏 ",-1,-1,-1,-1
</Frames>
<Edits>
E_runinVD = "explorer.exe",-1,-1,-1,-1
E_ApplyCh = "输入端口",-1,-1,-1,-1
E_CP = "输入密码",-1,-1,-1,-1
E_View  = "浏览文件/文件夹",-1,-1,-1,-1
E_TDname = "StudentMain",-1,-1,-1,-1
</Edits>
<Texts>
T1 = -1,-1
T2 = -1,-1
T3 = -1,-1
T4 = -1,-1
T5 = -1,-1
T6 = -1,-1
T7 = -1,-1
T8 = -1,-1
T9 = -1,-1
T10 = -1,-1
</Texts>
</Main>
<Catch>
CW = "捕捉窗口"
MW = "监视窗口"
RW = "释放窗口"
Eat1 = "已经吃掉了 "
Eat2 = " 个窗口"
Timer1 = "剩余 "
Timer2 = " 秒"
</Catch>